[{
    "title": "BBMRI-ERIC joint comments to the Article 29 Working Party Guidelines",
    "shortTitle": "",
    "abstract": "",
    "authors": [{
        "creatorType": "author",
        "name": "BBMRI-ERIC: Joint comments- Article 29 WP"
    }],
    "year": "",
    "doi": null,
    "language": "",
    "type_of_resource": "report",
    "url": "https://www.bbmri-eric.eu/wp-content/uploads/WP29_consent-joint-comments_BBMRI-ERIC_as-submitted.pdf",
    "file": ""
}, {
    "title": "Public consultation: Transformation Health and Care Digital Single Market",
    "shortTitle": "",
    "abstract": "",
    "authors": [{
        "creatorType": "author",
        "name": "BBMRI-ERIC: Public consultation"
    }],
    "year": "",
    "doi": null,
    "language": "",
    "type_of_resource": "report",
    "url": "https://www.bbmri-eric.eu/wp-content/uploads/BBMRI-ERIC-reply-to-EC-public-consultation-1.pdf",
    "file": ""
}, {
    "title": "Comments to the public consultation on the Council of Europe Recpmmendation (2006)",
    "shortTitle": "",
    "abstract": "",
    "authors": [{
        "creatorType": "author",
        "name": "BBMRI-ERIC: Comments on the public consultation"
    }],
    "year": "",
    "doi": null,
    "language": "",
    "type_of_resource": "report",
    "url": "https://www.bbmri-eric.eu/wp-content/uploads/2016/08/BBMRI-ERIC-Rec20064-PubCons-Integrated-Final.pdf",
    "file": ""
}, {
    "title": "BBMRI ELSI Helpdesk",
    "shortTitle": "",
    "abstract": "f you have a question that concerns transnational research, contact us.\n\nIf your question concerns pharmaceutical regulatory affairs, please contact EATRIS, they will provide you with specific regulatory expertise.\n\nIf your question concerns a specific country, please contact one of our national contact points located in BBMRI Member Countries as listed below. They will provide you with country-specific expertise.",
    "authors": [{
        "creatorType": "author",
        "name": "BBMRI-ERIC ELSI Services and Research"
    }],
    "year": "",
    "doi": null,
    "language": "",
    "type_of_resource": "webpage",
    "url": "https://www.bbmri-eric.eu/elsi/helpdesk/",
    "file": ""
}, {
    "title": "Status Update Code of Conduct: Teaming up & Talking about it",
    "shortTitle": "Status Update Code of Conduct",
    "abstract": "Committed to the drafting of a Code of Conduct for the sector of health research according to Art. 40 GDPR, our initiative is advancing slowly but steadily. Throughout Europe, national jurisdictions differ to a great deal in their interpretations of the GDPR, especially in regard to its application in health research. This is due to some quite vague provisions (public interest, not incompatible clause) as wells as to numerous exemption/derogation clauses concerning the use of health data for research purposes, which encourage States to set up national rules – enhancing fragmentation. Notably, a Code of Conduct can help to bridge the harmonization gaps that may exist between Member States in their application of data protection law. On a practical level, a code is potentially a cost-effective method to achieve greater levels of consistency of protection as well as a mechanism to demonstrate compliance with the GDPR. By spring 2020, several hundred individuals representing around 90 organizations in the field of health research have indicated their interest and support for the Code of Conduct for Health Research. At this stage, this does not yet indicate an endorsement but means that they see a benefit in the development of such a code and are interested in partaking in the process. Additionally, several exchanges take place with national and sectoral codes in order to use synergies and finds ways for collaboration. This webinar is intended to inform you about the latest results.\n\nThe CINECA webinar series aims to discuss ways to address common challenges and share best practices in the field of cohort data analysis, as well as distribute CINECA project results. All CINECA webinars include an audience Q&amp;A session during which attendees can ask questions and make suggestions. Please note that all webinars are recorded and available for posterior viewing. CINECA webinars include an audience Q&amp;A session during which attendees can ask questions and make suggestions.\n\nThis webinar took place on 1st October 2020 and is part of the CINECA webinar series. It is best viewed in full screen mode using Google Chrome. \n\nFor previous and upcoming CINECA webinars see:\nhttps://www.cineca-project.eu/webinars",
    "authors": [{
        "creatorType": "director",
        "name": "CINECA project, Status Update Code of Conduct"
    }],
    "year": "2020-02-10",
    "doi": null,
    "language": "",
    "type_of_resource": "videoRecording",
    "url": "https://www.youtube.com/watch?v=1HcaQMtppVs&feature=youtu.be",
    "file": ""
}, {
    "title": "Ethical handling of incidental findings in research",
    "shortTitle": "",
    "abstract": "In this webinar, Eline Bunnik will reflect on the results of two interview studies on the impact of incidental findings, detected in the brain during research imaging, on research participants’ lives, to sketch the ethical dilemma. Also, she will present a 7-step framework for the responsible handling of incidental findings. Finally, Eline will highlight the key recommendations of our practical guide, and point out open questions for discussion.",
    "authors": [{
        "creatorType": "director",
        "name": "BBMRI ERIC, Ethical handling of incidental findings in research"
    }],
    "year": "2020-08-06",
    "doi": null,
    "language": "",
    "type_of_resource": "videoRecording",
    "url": "https://www.youtube.com/watch?v=vhp0g-SMZGY&feature=youtu.be",
    "file": ""
}, {
    "title": "The BBMRI ELSI Services across the Nodes and BMS RIs",
    "shortTitle": "",
    "abstract": "The CORBEL webinar series continues with a presentation by Michaela Mayrhofer from BBMRI-ERIC on \"The BBMRI ELSI Services across the Nodes &amp; BMS RIs\".\n\nThe BBMRI-ERIC ELSI Services supports facilitating compliance with regulatory requirements and best practice standards. The service started working for the biobanking community and subsequently extend to the BMS community and includes\n\nThe ELSI Knowledge Base is an open-access resource platform, containing practical knowledge and information on relevant ELSI topics.\n\nThe Ethics Check is a support service for researchers who are applying for H2020 research projects or similar. We assist with the compulsory Ethics Self-Assessment section during the application phase.\n\nThe ELSI Policy Monitoring follows relevant policy and regulatory developments at European level. We organise coordinated responses to relevant public consultations, as well as other interventions.\n\nCORBEL (http://www.corbel-project.eu) is an initiative of eleven new biological and medical research infrastructures (BMS RIs), which together will create a platform for harmonised user access to biological and medical technologies, biological samples and data services required by cutting-edge biomedical research. CORBEL will boost the efficiency, productivity and impact of European biomedical research. The CORBEL webinar series aims to address challenges and share best practice between biological and medical research infrastructures. The series is aimed at technical operators of RIs and is aligned with the CORBEL competency framework.\n\nCORBEL webinars include an audience Q&amp;A session during which attendees can ask questions and make suggestions.\n\nThis webinar took place on 21st April 2020 and is part of the CORBEL webinar series. It is best viewed in full screen mode using Google Chrome. The slides from this webinar can be downloaded from SlideShare: https://www.slideshare.net/corbel-pro... \n\nFor previous CORBEL webinars see:\nhttp://www.corbel-project.eu/webinars",
    "authors": [{
        "creatorType": "director",
        "name": "CORBEL"
    }],
    "year": "2020-04-23",
    "doi": null,
    "language": "",
    "type_of_resource": "videoRecording",
    "url": "https://www.youtube.com/watch?v=Oc8vHbkdv1k&feature=youtu.be",
    "file": ""
}, {
    "title": "Ethical, legal and societal issues in international data sharing",
    "shortTitle": "",
    "abstract": "The CINECA webinar series continues with a presentation by Dr. Éloïse Gennet (INSERM) and Dr. Melanie Goisauf (BBMRI-ERIC) on Ethical, Legal and Societal Issues in international data sharing.\n\nThe goal of this webinar will be to present the first findings of the ELSI activities in the CINECA project, ranging from questions of ethics of data sharing across continents to legal basis of secondary processing of personal data, consent requirements and vulnerable groups or public and stakeholders’ attitudes toward sharing of genomic and health related data for research.\n\nThe CINECA webinar series aims to discuss ways to address common challenges and share best practices in the field of cohort data analysis, as well as distribute CINECA project results. All CINECA webinars include an audience Q&amp;A session during which attendees can ask questions and make suggestions. Please note that all webinars are recorded and available for posterior viewing.",
    "authors": [{
        "creatorType": "director",
        "name": "CINECA project, Ethical, legal and societal issues in international data sharing"
    }],
    "year": "2020-01-31",
    "doi": null,
    "language": "",
    "type_of_resource": "videoRecording",
    "url": "https://www.youtube.com/watch?v=IquZb6Qs32M&feature=youtu.be",
    "file": ""
}, {
    "title": "1  What are MTAs and DTAs?",
    "shortTitle": "",
    "abstract": "Part 1 in the BBMRI-ERIC webinar on the ELSI topic: Material and Data Transfer Agreements with Dr Olga Tzortzatou from the Biomedical Research Foundation of the Academy of Athens. The webinar took place April 3, 2019. Visit bbmri-eric.eu for more.",
    "authors": [{
        "creatorType": "director",
        "name": "BBMRI ERIC, What are MTAs and DTAs?"
    }],
    "year": "2019-06-28",
    "doi": null,
    "language": "",
    "type_of_resource": "videoRecording",
    "url": "https://www.youtube.com/watch?v=Tu2mYZA8xfs&list=PLIu6KJ19npXyOx3Hjcb-wt5Y6yBTNBO1E",
    "file": ""
}, {
    "title": "BBMRI.ELSI Webinar Series - Completing the Ethics Self-Assessments for H2020 Proposals",
    "shortTitle": "",
    "abstract": "This video provides guidance on completing the Ethics Self-Assessment section in H2020-funded project proposals for the European Commission. Jasjote Grewal of BBMRI-ERIC leads you through, step-by-step, and answers frequently asked questions. Created by the BBMRI-ERIC ELSI Services &amp; Research team (Ethical, Legal and Societal Issues).",
    "authors": [{
        "creatorType": "director",
        "name": "BBMRI ERIC, Completing the Ethics Self-Assessments for H2020"
    }],
    "year": "2020-07-16",
    "doi": null,
    "language": "",
    "type_of_resource": "videoRecording",
    "url": "https://www.youtube.com/watch?v=Db8ACHBIJhg&feature=youtu.be",
    "file": ""
}, {
    "title": "The GDPR and Scientific Research: The Scope",
    "shortTitle": "The GDPR and Scientific Research",
    "abstract": "BBMRI-ERIC Webinar - ELSI\nThe GDPR and Scientific Research",
    "authors": [{
        "creatorType": "director",
        "name": "BBMRI ERIC, The GDPR and Scientific Research"
    }],
    "year": "2018-08-31",
    "doi": null,
    "language": "",
    "type_of_resource": "videoRecording",
    "url": "https://www.youtube.com/watch?v=GIM_Z6nvkYk&list=PLIu6KJ19npXz5IgcDVguPNfhgCHOtamPi",
    "file": ""
}, {
    "title": "Anonymisation and Pseudonymisation under the GDPR - Why Anonymise",
    "shortTitle": "",
    "abstract": "",
    "authors": [{
        "creatorType": "director",
        "name": "BBMRI ERIC, Anonymisation and Pseudonymisation"
    }],
    "year": "2018-08-16",
    "doi": null,
    "language": "",
    "type_of_resource": "videoRecording",
    "url": "https://www.youtube.com/watch?v=6bHQTZAJC0g&list=PLIu6KJ19npXxo379cvW9UN_TDwn-H52Eg",
    "file": ""
}, {
    "title": "BBMRI ELSI Knowledge Base",
    "shortTitle": "",
    "abstract": "The ELSI Knowledge Base is our open-access resource platform containing information on ELSI-related matters relevant in biobanking. Here you will find practical guidance on specific ELSI topics.\n    In need of ethical legal, or societal guidance? Browse our library below!",
    "authors": [{
        "creatorType": "author",
        "name": "BBMRI-ERIC ELSI Services and Research"
    }],
    "year": "2020-05-14",
    "doi": null,
    "language": "",
    "type_of_resource": "webpage",
    "url": "https://www.bbmri-eric.eu/elsi/knowledge-base/",
    "file": ""
}, {
    "title": "BBMRI-ERIC ELSI Glossary",
    "shortTitle": "",
    "abstract": "The ELSI Services & Research team at BBMRI-ERIC has been assembling a glossary of terms helpful to our members. These will be continually updated. (Last update: April 2019)",
    "authors": [{
        "creatorType": "author",
        "firstName": "Jasjote",
        "lastName": "Grewal"
    }, {
        "creatorType": "author",
        "firstName": "Michaela Th.",
        "lastName": "Mayrhofer"
    }],
    "year": "2019-04-01",
    "doi": "",
    "language": "",
    "type_of_resource": "journalArticle",
    "url": "https://zenodo.org/record/3754255#.X8kgE9hKg2x",
    "file": ""
}, {
    "title": "BBMRI-ERIC ELSI Services & Research Q&A on COVID-19 & ELSI",
    "shortTitle": "",
    "abstract": "The world is facing an unprecedented public health challenge with the COVID-19 pandemic; this has necessitated numerous efforts being deployed by governments, health agencies and individual institutions – including in the biobanking community – to develop effective tests, toolkits, treatments and vaccines to stem its spread and help fight it. To achieve this goal, the collection, analysis and timely sharing of samples and related data becomes instrumental in collective global research efforts. Aligned to these efforts is the prevalence for automated data processing and digital technologies such as location data and contact tracing applications as part of the toolkits. In this respect, biobanks are important infrastructures for access to these samples and data. Besides availability, quality and technical infrastructures, also ethical, legal and societal issues (ELSI) are particularly crucial in this regard. Public health ethics, personal data protection, ethics of data sharing, protection of consent and vulnerability as well as compliance issues within international data sharing have gained urgency in COVID-19 research. Against this backdrop, BBMRI-ERIC ELSI Services & Research held a webinar that took a closer look at these issues. The webinar took place on April 24th, 2020; the recording is available here.   This document not only answers the questions posed during the webinar but ventures into much detail on the topics raised as a result. It also showcases two examples from Germany (presented by Prof. Roland Jahns) and Italy (presented by Prof. Marialuisa Lavitrano), as well as a detailed commentary on contact-tracing-apps from a legal perspective (presented by Gauthier Chassang). The document thus lays the foundation for further discussion on ELSI and COVID-19 in the context of biobanking.",
    "authors": [{
        "creatorType": "author",
        "firstName": "Roland",
        "lastName": "Jahns"
    }, {
        "creatorType": "author",
        "firstName": "Marialuisa",
        "lastName": "Lavitrano"
    }, {
        "creatorType": "author",
        "firstName": "Gauthier",
        "lastName": "Chassang"
    }, {
        "creatorType": "author",
        "firstName": "Michaela Th.",
        "lastName": "Mayrhofer"
    }, {
        "creatorType": "author",
        "firstName": "Melanie",
        "lastName": "Goisauf"
    }, {
        "creatorType": "author",
        "firstName": "Ayodeji",
        "lastName": "Adeniran"
    }, {
        "creatorType": "author",
        "firstName": "Kaya",
        "lastName": "Akyüz"
    }, {
        "creatorType": "author",
        "firstName": "Mónica",
        "lastName": "Cano Abadía"
    }, {
        "creatorType": "author",
        "firstName": "Sara",
        "lastName": "Casati"
    }],
    "year": "2020-05-20",
    "doi": null,
    "language": "eng",
    "type_of_resource": "report",
    "url": "https://zenodo.org/record/3839273#.X8kf9dhKg2w",
    "file": ""
}, {
    "title": "How-to Guide: Governance in Biobanking",
    "shortTitle": "How-to Guide",
    "abstract": "This how-to guide focuses on addressing general issues relating to governance that are commonly seen as challenge areas, notwithstanding varying regulatory requirements. Indeed, we suggest how biobanks can adequately prepare themselves with regards to develop their own governance structure and networks, including how to facilitate trust that ultimately assist daily operations and sustaining longevity of biobanks.",
    "authors": [{
        "creatorType": "author",
        "firstName": "Melanie",
        "lastName": "Goisauf"
    }, {
        "creatorType": "author",
        "firstName": "Anna",
        "lastName": "Durnová"
    }, {
        "creatorType": "author",
        "firstName": "Jasjote",
        "lastName": "Grewal"
    }, {
        "creatorType": "author",
        "firstName": "Michaela",
        "lastName": "Mayrhofer"
    }],
    "year": "2019-10-01",
    "doi": null,
    "language": "",
    "type_of_resource": "report",
    "url": "https://zenodo.org/record/3516948#.X8kfV9hKg2w",
    "file": ""
}, {
    "title": "Sample Material Transfer Agreement",
    "shortTitle": "",
    "abstract": "This is a Sample Template. It has been prepared by Olga Tzortzatou, Santa Slokenberga, Jane Reichel for the purposes of B3Africa project. Any use of this Sample Template is exclusive responsibility of the respective users.",
    "authors": [{
        "creatorType": "author",
        "firstName": "Olga",
        "lastName": "Tzortzatou"
    }, {
        "creatorType": "author",
        "firstName": "Santa",
        "lastName": "Slokenberga"
    }, {
        "creatorType": "author",
        "firstName": "Jane",
        "lastName": "Reichel"
    }],
    "year": "2020-09-18",
    "doi": "",
    "language": "",
    "type_of_resource": "journalArticle",
    "url": "https://zenodo.org/record/3928385#.X8ke89hKg2w",
    "file": ""
}, {
    "title": "Sample Data Transfer Agreement  - Outgoing for Data Transfer within the EU",
    "shortTitle": "",
    "abstract": "This is a Sample Template. This template is based the World Health Organization International Agency for research on cancer publicly available document NO. CIRC 72 (09/2017), as modified by Santa Slokenberga, Jane Reichel, and Olga Tzortzatou for the purposes of B3Africa project. Any use of this Sample Template is exclusive responsibility of the respective users.",
    "authors": [{
        "creatorType": "author",
        "firstName": "Santa",
        "lastName": "Slokenberga - Sample data transfer"
    }, {
        "creatorType": "author",
        "firstName": "Jane",
        "lastName": "Reichel"
    }, {
        "creatorType": "author",
        "firstName": "Olga",
        "lastName": "Tzortzatou"
    }],
    "year": "2018-09-28",
    "doi": "",
    "language": "",
    "type_of_resource": "journalArticle",
    "url": "https://zenodo.org/record/3928389#.X8keydhKg2w",
    "file": ""
}, {
    "title": "Data Transfer Guide for African States/EU Member States",
    "shortTitle": "",
    "abstract": "This is a DTA Guide. This DTA Guide is developed by Santa Slokenberga, Jane Reichel, and Olga Tzortzatou for the purposes of B3Africa project. Any use of this DTA Guide is exclusive responsibility of the respective users",
    "authors": [{
        "creatorType": "author",
        "name": "Skolenberga - Data Transfer Guide"
    }, {
        "creatorType": "author",
        "firstName": "Jane",
        "lastName": "Reichel"
    }, {
        "creatorType": "author",
        "firstName": "Olga",
        "lastName": "Tzortzatou"
    }],
    "year": "2018-09-28",
    "doi": "",
    "language": "",
    "type_of_resource": "journalArticle",
    "url": "https://zenodo.org/record/3928410#.X8kehthKg2w",
    "file": ""
}, {
    "title": "Informed Consent Guide and Template for Biobank and Registry-Based Research",
    "shortTitle": "",
    "abstract": "This is a Sample Template. The template is based on Jennifer Viberg Johansson and Mats Hansson template Version 1.6 2017-11-02, as modified by Santa Slokenberga, Jane Reichel & Olga Tzortzatou for the purposes of B3Africa p",
    "authors": [{
        "creatorType": "author",
        "firstName": "Santa",
        "lastName": "Skolenberga - Informed Consent"
    }, {
        "creatorType": "author",
        "firstName": "Jane",
        "lastName": "Reichel"
    }, {
        "creatorType": "author",
        "firstName": "Olga",
        "lastName": "Tzortzatou"
    }],
    "year": "2018-09-28",
    "doi": "10.5281/zenodo.3928446",
    "language": "",
    "type_of_resource": "journalArticle",
    "url": "https://zenodo.org/record/3928446#.X8keL9hKg2w",
    "file": ""
}, {
    "title": "Sample Data and Material Transfer Agreement",
    "shortTitle": "",
    "abstract": "This is a Sample Template. Any use of this Sample Template is exclusive responsibility of the respective users",
    "authors": [{
        "creatorType": "author",
        "name": "BBMRI-LPC"
    }],
    "year": "2016-01-04",
    "doi": "",
    "language": "",
    "type_of_resource": "journalArticle",
    "url": "https://zenodo.org/record/3928451#.X8kd-9hKg2w",
    "file": ""
}, {
    "title": "International Charter of principles for sharing bio-specimens and data",
    "shortTitle": "",
    "abstract": "There is a growing international agreement on the need to provide greater access to research data and bio-specimen collections to optimize their long-term value and exploit their potential for health discovery and validation. This is especially evident for rare disease research. Currently, the rising value of data and bio-specimen collections does not correspond with an equal increase in data/sample-sharing and data/sample access. Contradictory legal and ethical frameworks across national borders are obstacles to effective sharing: more specifically, the absence of an integrated model proves to be a major logistical obstruction. The Charter intends to amend the obstacle by providing both the ethical foundations on which data sharing should be based, as well as a general Material and Data Transfer Agreement (MTA/DTA). This Charter is the result of a careful negotiation of different stakeholders' interest and is built on earlier consensus documents and position statements, which provided the general international legal framework. Further to this, the Charter provides tools that may help accelerate sharing. The Charter has been formulated to serve as an enabling tool for effective and transparent data and bio-specimen sharing and the general MTA/DTA constitutes a mechanism to ensure uniformity of access across projects and countries, and may be regarded as a consistent basic agreement for addressing data and material sharing globally. The Charter is forward looking in terms of emerging issues from the perspective of a multi-stakeholder group, and where possible, provides strategies that may address these issues.",
    "authors": [{
        "creatorType": "author",
        "firstName": "Deborah",
        "lastName": "Mascalzoni"
    }, {
        "creatorType": "author",
        "firstName": "Edward S.",
        "lastName": "Dove"
    }, {
        "creatorType": "author",
        "firstName": "Yaffa",
        "lastName": "Rubinstein"
    }, {
        "creatorType": "author",
        "firstName": "Hugh J. S.",
        "lastName": "Dawkins"
    }, {
        "creatorType": "author",
        "firstName": "Anna",
        "lastName": "Kole"
    }, {
        "creatorType": "author",
        "firstName": "Pauline",
        "lastName": "McCormack"
    }, {
        "creatorType": "author",
        "firstName": "Simon",
        "lastName": "Woods"
    }, {
        "creatorType": "author",
        "firstName": "Olaf",
        "lastName": "Riess"
    }, {
        "creatorType": "author",
        "firstName": "Franz",
        "lastName": "Schaefer"
    }, {
        "creatorType": "author",
        "firstName": "Hanns",
        "lastName": "Lochmüller"
    }, {
        "creatorType": "author",
        "firstName": "Bartha M.",
        "lastName": "Knoppers"
    }, {
        "creatorType": "author",
        "firstName": "Mats",
        "lastName": "Hansson"
    }],
    "year": "2015-06",
    "doi": "10.1038/ejhg.2014.197",
    "language": "en",
    "type_of_resource": "journalArticle",
    "url": "https://www.nature.com/articles/ejhg2014197",
    "file": ""
}, {
    "title": "The EU General Data Protection Regulation - Answers to Frequently Asked Questions - Version 2.0",
    "shortTitle": "",
    "abstract": "On April 14, 2016, the European Parliament adopted the Regulation of the European Parliament and of the Council on the Protection of Natural Persons with regard to the Processing of Personal Data and on the Free Movement of such data, and repealing Directive 95/46/EC (the General Data Protection Regulation, also referred to as the “GDPR” or as the “Regulation”). Following is a first set of answers to Frequently Asked Questions (FAQs) about how the EU General Data Protection Regulation is expected to apply to biobanks – collections of human samples and associated health data - in the EU. The FAQs do not constitute legal advice and may be subject to change, as a result of further analysis or when provisions of the GDPR are being implemented. This set of FAQs has been prepared by the BBMRI ERIC Common Services ELSI Task Force on the EU General Data Protection Regulation, in Graz, and revised on March 1, 2017.",
    "authors": [{
        "creatorType": "author",
        "name": "BBMRI-ERIC Common Service ELSI"
    }],
    "year": "2017-03-01",
    "doi": null,
    "language": "",
    "type_of_resource": "report",
    "url": "https://zenodo.org/record/3473120#.X8kfo9hKg2w",
    "file": ""
}, {
    "title": "Informed Consent Matrix for Clinical Trials",
    "shortTitle": "",
    "abstract": "This matrix aims to provide a minimum set of requirements for informed consent aimed at adults in the context of clinical trials. This Guide should be adapted to national settings and specific contexts. It mainly refers to multicentre interventional randomized clinical trials, but some suggestions can also be applied to non-interventional research. The Guide covers: • the processing of information: context, language, setting; • topics and proposed wording; and • general suggestions on wording, format, length of the information sheet.",
    "authors": [{
        "creatorType": "author",
        "firstName": "Cinzia",
        "lastName": "Colombo"
    }, {
        "creatorType": "author",
        "firstName": "Paola",
        "lastName": "Mosconi"
    }, {
        "creatorType": "author",
        "firstName": "Michaela",
        "lastName": "Mayrhofer"
    }, {
        "creatorType": "author",
        "firstName": "Christine",
        "lastName": "Kubiak"
    }, {
        "creatorType": "author",
        "firstName": "Serena",
        "lastName": "Battaglia"
    }, {
        "creatorType": "author",
        "firstName": "Mihaela",
        "lastName": "Matei"
    }, {
        "creatorType": "author",
        "firstName": "Marialuisa",
        "lastName": "Lavitrano"
    }, {
        "creatorType": "author",
        "firstName": "Sara",
        "lastName": "Casati"
    }, {
        "creatorType": "author",
        "firstName": "Victoria",
        "lastName": "Chico"
    }, {
        "creatorType": "author",
        "firstName": "Irene",
        "lastName": "Schlünder"
    }, {
        "creatorType": "author",
        "firstName": "Jan-Willem",
        "lastName": "Boiten"
    }, {
        "creatorType": "author",
        "firstName": "Lygature Tamara",
        "lastName": "Carapina"
    }, {
        "creatorType": "author",
        "firstName": "Oskar",
        "lastName": "Uzun"
    }, {
        "creatorType": "author",
        "firstName": "Stephanie",
        "lastName": "Suhr"
    }],
    "year": "2019-07-02",
    "doi": "",
    "language": "",
    "type_of_resource": "journalArticle",
    "url": "https://zenodo.org/record/3928317#.X8kfgdhKg2w",
    "file": ""
}]