[{
    "title": "On the Dual Uses of Science and Ethics",
    "shortTitle": "",
    "abstract": "Claims about the transformations enabled by modern science and medicine have been accompanied by an unsettling question in recent years: might the knowledge being produced undermine – rather than further – human and animal well being? On the Dual Uses of Science and Ethics examines the potential for the skills, know-how, information, and techniques associated with modern",
    "authors": [{
        "creatorType": "author",
        "firstName": "Michael J.",
        "lastName": "Selgelid"
    }, {
        "creatorType": "author",
        "firstName": "Brian",
        "lastName": "Rappert"
    }],
    "year": "2020-11-26 07:47:16",
    "doi": null,
    "language": "en",
    "type_of_resource": "book",
    "url": "https://press.anu.edu.au/publications/series/practical-ethics-public-policy/dual-uses-science-and-ethics",
    "file": ""
}, {
    "title": "Ethical and Philosophical Consideration of the Dual-Use Dilemma in the Biological Sciences | SpringerLink",
    "shortTitle": "",
    "abstract": "",
    "authors": [{
        "creatorType": "author",
        "name": "Miller und Selgelid"
    }],
    "year": "2020-11-26 07:26:57",
    "doi": null,
    "language": "",
    "type_of_resource": "webpage",
    "url": "https://link.springer.com/book/10.1007%2F978-1-4020-8312-9",
    "file": ""
}, {
    "title": "The NSABB’s proposed framework for the oversight of dual-use research",
    "shortTitle": "",
    "abstract": "The NSABB proposed framework11 National Science Advisory Board for BiosecurityProposed framework for the oversight of dual use life sciences research: strategies for minimizing the potential misuse of research information. A report of the National Science Advisory Board for Biosecurity (NSABB)June2007 focuses on the local oversight of dual-use research, on researchers who continually assess their work for dual-use potential, and on institutional review of research that includes risk assessment and risk management (see below).",
    "authors": [{
        "creatorType": "author",
        "firstName": "National Center for Biotechnology",
        "lastName": "Information"
    }, {
        "creatorType": "author",
        "firstName": "U. S. National Library of Medicine 8600 Rockville",
        "lastName": "Pike"
    }, {
        "creatorType": "author",
        "firstName": "Bethesda",
        "lastName": "MD"
    }, {
        "creatorType": "author",
        "firstName": "20894",
        "lastName": "Usa"
    }],
    "year": "2010",
    "doi": null,
    "language": "en",
    "type_of_resource": "book",
    "url": "https://www.ncbi.nlm.nih.gov/books/NBK305027/",
    "file": ""
}, {
    "title": "Preventing Biological Weapon Development Through the Governance of Life Science Research",
    "shortTitle": "",
    "abstract": "The dual-use dilemma in the life sciences—that illicit applications draw on the same science and technology base as legitimate applications—makes it inherently difficult to control one without inhibiting the other. Since before the September 11 attacks, the science and security communities in the United States have struggled to develop governance processes that can simultaneously minimize the risk of misuse of the life sciences, promote their beneficial applications, and protect the public trust. What has become clear over that time is that while procedural steps can be specified for assessing and managing dual-use risks in the review of research proposals, oversight of ongoing research, and communication of research results, the actions or decisions to be taken at each of these steps to mitigate dual-use risk defy codification. Yet the stakes are too high to do nothing, or to be seen as doing nothing. The U.S. government should therefore adopt an oversight framework largely along the lines recommended by the National Science Advisory Board for Biosecurity almost 5 years ago—one that builds on existing processes, can gain buy-in from the scientific community, and can be implemented at modest cost (both direct and opportunity), while providing assurance that a considered and independent examination of dual-use risks is being applied. Without extraordinary visibility into the actions of those who would misuse biology, it may be impossible to know how well such an oversight system will actually succeed at mitigating misuse. But maintaining the public trust will require a system to be established in which reasonably foreseeable dual-use consequences of life science research are anticipated, evaluated, and addressed.",
    "authors": [{
        "creatorType": "author",
        "firstName": "Gerald L.",
        "lastName": "Epstein"
    }],
    "year": "March 1, 2012",
    "doi": "10.1089/bsp.2011.0091",
    "language": "",
    "type_of_resource": "journalArticle",
    "url": "https://www.liebertpub.com/doi/10.1089/bsp.2011.0091",
    "file": ""
}, {
    "title": "Dual use issues in research – A subject of increasing concern?",
    "shortTitle": "",
    "abstract": "Dual use is defined as the application of materials, knowledge or technologies for military or terrorist purposes, as well as for good. In biological science, it is considered to be a growing threat as the genetics of pathogenicity traits and toxins are becoming on one hand elucidated in a detail that was not anticipated 20years ago and on the other hand technological advances in genetic engineering and synthetic biology are continually enabling easier access to these technologies. On a theoretical and policy level, much has happened over the past decade, but translating these policies and concepts to operational level awareness and robust processes requires more attention. Where the research is conducted, scientists have to make ethical judgements and account for their data sharing and publication policies. How can we ensure the requirement for dual use review is taken on board, but is not skewing research detrimentally and imposing a disproportionate burden?",
    "authors": [{
        "creatorType": "author",
        "firstName": "Trevor W.",
        "lastName": "Drew"
    }, {
        "creatorType": "author",
        "firstName": "Uwe Ulex",
        "lastName": "Mueller-Doblies"
    }],
    "year": "October 20, 2017",
    "doi": "10.1016/j.vaccine.2017.07.109",
    "language": "en",
    "type_of_resource": "journalArticle",
    "url": "http://www.sciencedirect.com/science/article/pii/S0264410X17310605",
    "file": ""
}, {
    "title": "Issues and obstacles to the sharing of sensitive data in Europe, who are the stakeholders and what are their responsibilities ?",
    "shortTitle": "",
    "abstract": "Reducing the risk of misuse of data is particularly crucial in the context of research on highly pathogenic agents. But as demonstrated during the COVID19 crisis, sharing data of high quality is a sine qua non condition to compare research results at a large scale. Our actual challenge is to ensure compliance with the FAIR principles while taking into account the dangers and pitfalls concerning dual use type data and samples (because there are often some good reasons to not share). Dual Use Research of Concern (DURC) is defined by the United States Government Policy for Oversight of Life Sciences as ”Life sciences research that, based on current understanding, can be reasonably anticipated to provide knowledge, information, products, or technologies that could be directly misapplied to pose a significant threat, with broad potential consequences, to public health and safety, agricultural crops and other plants, animals, the environment, materiel, or national security.”  Many countries or regions have adopted laws to regulate exchanges concerning DURC. As an example, in the European Union, dual use biological materials are listed in Council Regulation (EC) No 428/2009\" [https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=celex%3A32009R0428].  How can we take these aspects into account so that the respect of the FAIR principles is done while respecting these legislations? How to increase the possibilities of sharing dual use data, to reduce overlap, encourage collaboration on DURC while securing their uses? How to reward and credit back good practices? For example, what data should be prohibited to share? Who should be prohibited from sharing or accessing data which may be classified as DURC? DURC data typically falls into one or more of these categories: Demonstrate how to render a vaccine ineffective Enhance the harmful consequences of a pathogen or toxin or render a non-pathogen virulent  Increase the transmissibility of a pathogen  Alter the host range of a pathogen or toxin  Enable evasion of diagnostic or detection modalities  Enhance the susceptibility of a host population to a pathogen or toxin  Generate or reconstitute certain eradicated or extinct pathogens or toxins  Enable weaponization of a biological agent or toxin.    This poster aims to present the landscape of DURC data in Europe, the main actors and their responsibilities. It underlines that pre-approved data sharing agreements is probably one major possible recommendation with highly secured repositories. Additionally, a consideration of DURC in actual Data stewardship should be developed. Conversely, another pitfall would be to be too careful and to classify all data in dual uses, and to prevent re-use despite public health issues. Indeed, reducing duplication of effort and improving trial design concerning Dual Use research is a challenge, at least inside a country or a community of countries (e.g. Europe) that need to identify actors and organize their interactions. We also recommend that for this dual use data sharing information and authorized metadata should be available centrally on an intergovernmental web page with explicit authority contact and / or be applied considering officials sharing conventions.",
    "authors": [{
        "creatorType": "presenter",
        "firstName": "Romain",
        "lastName": "David"
    }, {
        "creatorType": "presenter",
        "firstName": "Audrey",
        "lastName": "Richard"
    }, {
        "creatorType": "presenter",
        "firstName": "Diana",
        "lastName": "Stepanyann"
    }, {
        "creatorType": "presenter",
        "firstName": "Krista",
        "lastName": "Versteeg"
    }, {
        "creatorType": "presenter",
        "firstName": "Jonathan",
        "lastName": "Mineau-Cesari"
    }, {
        "creatorType": "presenter",
        "firstName": "Michel-Yves",
        "lastName": "Mistou"
    }, {
        "creatorType": "presenter",
        "firstName": "Laurence",
        "lastName": "Mabile"
    }, {
        "creatorType": "presenter",
        "firstName": "Hervé",
        "lastName": "Raoul"
    }],
    "year": "2020-11-09",
    "doi": null,
    "language": "eng",
    "type_of_resource": "presentation",
    "url": "https://zenodo.org/record/4275835#.X79TM81Kg2w",
    "file": ""
}, {
    "title": "Current Best Practices for Generalizing Sensitive Species Occurrence Data",
    "shortTitle": "",
    "abstract": "This document aims to provide best practice (or best current practice) for dealing with sensitive primary species occurrence data, and provide guidance on how to make as much data available without at the same time opening up the species to harm because data has been placed in the public domain.",
    "authors": [{
        "creatorType": "author",
        "firstName": "Arthur",
        "lastName": "Chapman"
    }],
    "year": "2020",
    "doi": "10.15468/DOC-5JP4-5G10",
    "language": "",
    "type_of_resource": "journalArticle",
    "url": "https://docs.gbif.org/sensitive-species-best-practices/master/en/",
    "file": ""
}, {
    "title": "EUR-Lex - 02009R0428-20191231 - EN - EUR-Lex",
    "shortTitle": "",
    "abstract": "",
    "authors": [{
        "creatorType": "author",
        "name": "Council Regulation (EC) No 428/2009"
    }],
    "year": "2020-11-26 07:16:21",
    "doi": null,
    "language": "en",
    "type_of_resource": "webpage",
    "url": "https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32009R0428&from=EN",
    "file": ""
}, {
    "title": "Biosecurity Challenges of the Global Expansion of High-Containment Biological Laboratories",
    "shortTitle": "",
    "abstract": "During July 10-13, 2011, 68 participants from 32 countries gathered in Istanbul, Turkey for a workshop organized by the United States National Research Council on Anticipating Biosecurity Challenges of the Global Expansion of High-containment Biological Laboratories. The United States Department of State's Biosecurity Engagement Program sponsored the workshop, which was held in partnership with the Turkish Academy of Sciences. The international workshop examined biosafety and biosecurity issues related to the design, construction, maintenance, and operation of high-containment biological laboratories- equivalent to United States Centers for Disease Control and Prevention biological safety level 3 or 4 labs. Although these laboratories are needed to characterize highly dangerous human and animal pathogens, assist in disease surveillance, and produce vaccines, they are complex systems with inherent risks. Biosecurity Challenges of the Global Expansion of High-Containment Biological Laboratories summarizes the workshop discussion, which included the following topics: Technological options to meet diagnostic, research, and other goals; Laboratory construction and commissioning; Operational maintenance to provide sustainable capabilities, safety, and security; and Measures for encouraging a culture of responsible conduct. Workshop attendees described the history and current challenges they face in their individual laboratories. Speakers recounted steps they were taking to improve safety and security, from running training programs to implementing a variety of personnel reliability measures. Many also spoke about physical security, access controls, and monitoring pathogen inventories. Workshop participants also identified tensions in the field and suggested possible areas for action.",
    "authors": [{
        "creatorType": "author",
        "name": "Committee on Anticipating Biosecurity Challenges of the Global Expansion of High-Containment Biological Laboratories"
    }, {
        "creatorType": "author",
        "name": "National Academy of Sciences"
    }, {
        "creatorType": "author",
        "name": "National Research Council"
    }],
    "year": "2011",
    "doi": null,
    "language": "eng",
    "type_of_resource": "book",
    "url": "http://www.ncbi.nlm.nih.gov/books/NBK196146/",
    "file": ""
}, {
    "title": "Data sharing and dual-use issues",
    "shortTitle": "",
    "abstract": "The concept of dual-use encapsulates the potential for well-intentioned, beneficial scientific research to also be misused by a third party for malicious ends. The concept of dual-use challenges scientists to look beyond the immediate outcomes of their research and to develop an awareness of possible future (mis)uses of scientific research. Since 2001 much attention has been paid to the possible need to regulate the dual-use potential of the life sciences. Regulation initiatives fall under two broad categories-those that develop the ethical education of scientists and foster an awareness and responsibility of dual-use issues, and those which assess the regulation of information being generated by current research. Both types of initiatives are premised on a cautious, risk-adverse philosophy which advocates careful examination of all future endpoints of research endeavors. This caution advocated within initiatives such as pre-publication review of journal articles contrasts to the obligation to share underpinning data sharing discussions. As the dual-use debate has yet to make a significant impact on data sharing discussions (and vice versa) it is possible that these two areas of knowledge control may present areas of ethical conflict for scientists, and thus need to be more closely examined. This paper examines the tension between the obligation to share exemplified by data sharing principles and the concerns raised by the risk-cautious culture of the dual-use debates. The paper concludes by reflecting on the issues of responsibility as raised by dual-use as relating to data sharing, such as the chain of custody for shared data.",
    "authors": [{
        "creatorType": "author",
        "firstName": "Louise",
        "lastName": "Bezuidenhout"
    }],
    "year": "Mar 2013",
    "doi": "10.1007/s11948-011-9298-7",
    "language": "eng",
    "type_of_resource": "journalArticle",
    "url": "https://pubmed.ncbi.nlm.nih.gov/21805213/",
    "file": ""
}]